Repository: sotaro117/.sh-demo
Catalog: ShoppingCalculator/Localizable.xcstrings
Source language: en
Languages: es

source: %@/month
es: %@/mes

source: %lld items
es: %lld artículos

source: Account
es: Cuenta

source: Add
es: Añadir

source: Add attachment...
es: Agregar adjunto...

source: Add Payment
es: Añadir Pago

source: Alert
es: Alarma

source: All Day
es: Todo el dia

source: Appearance
es: Apariencia

source: Application does not have all permissions to use camera and microphone, please check out privacy settings.
es: La aplicación no tiene todos los permisos para usar la cámara y el micrófono, por favor, revisa la configuración de privacidad.

source: Are you sure you want to delete your account?
es: Estás seguro que quieres eliminar la cuenta?

source: basic info
es: info básico

source: Breakfast
es: Desayuno

source: Buy
es: Comprar

source: Calendar
es: Calendario

source: cancel
es: cancelar

source: Cancel
es: Cancelar

source: Cancel anytime.
es: Cancelar al instante

source: Category:
es: Categoría

source: Chart
es: Gráfico

source: Chat Planner
es: Chat Asistente

source: Choose light or dark mode.
es: Elige modo claro o oscuro.

source: Colour scheme
es: Esquema color

source: Contact
es: Contacto

source: Continue with Apple
es: Continuar con Apple

source: Continue with Email
es: Continuar con Correo

source: Continue with phone number
es: Continuar con número móvil

source: Continue with Phone Number
es: Continuar con Número Móvil

source: Dark
es: Oscuro

source: Days
es: Días

source: Default
es: Defecto

source: Delete
es: Descartar

source: Delete account
es: Eliminar cuenta

source: Delete Account
es: Eliminar Cuenta

source: Description
es: Descripción

source: Dinner
es: Cena

source: Don't miss updates!
es: No te pierdas actualizaciones!

source: Don’t miss updates!
es: No te pierdas actualizaciones!

source: Don't waste your time on planning what you cook or get.
es: No gestes tiempo para planear que cocinar o comprar.

source: Edit
es: Editar

source: Edit profile
es: Editar perfil

source: Edit Profile
es: Editar Perfil

source: Email
es: Correo

source: Enable Notification
es: Habilitar Notificación

source: Enable Notifications
es: Habilitar Notificaciones

source: Ends
es: Fin

source: Enter Price
es: Introducir Precio

source: Enter Product
es: Introducir Producto

source: Enter product info
es: Introducir producto info

source: Enter the 6-digit code we sent to %@
es: Introduce los códigos de 6-dígitos enviados a %@

source: Enter your new email. We will send you a code to verify
es: Introduce tu nuevo correo. Te enviamos un código para verificar

source: ex.) I like meat but i'm allergy to peanut...
es: ej.) Me gusta carne pero soy alérgico a peanut…

source: Expenses
es: Gastos

source: finish
es: finalizar

source: Finish
es: Finalizar

source: Follow on X
es: Seguir en X

source: free
es: gratis

source: Generating analysis…
es: Generando análisis…

source: Generating report…
es: Generando informe…

source: Get started
es: A empezar

source: Go to settings
es: Ir a ajustes

source: Home
es: Inicio

source: Invalid email format
es: Formato inválido de correo

source: Invalid phone number
es: Número inválido

source: Invitees
es: invitados

source: Light
es: Claro

source: List of your benefits
es: Lista de tus beneficios

source: Loading…
es: Cargando…

source: Location
es: Ubicación

source: Lunch
es: Almuerzo

source: Manage plan
es: Manejar plan

source: Membership
es: Afiliado

source: Monthly
es: Mensual

source: Name
es: Nombre

source: New Event
es: Evento Nuevo

source: New Report
es: Nuevo informe

source: New weekly meal plan
es: Nuevo plan semanal de comida

source: Next
es: Siguiente

source: No plans found... wait for next time!
es: Ningún plan encontrado… espera para la próxima vez!

source: No purchases found
es: Ninguna compra ecnotrada

source: No report available for this month
es: Ningún informe esta disponible para este mes

source: No report available for this month.
es: No hay informe disponible para este mes.

source: None
es: Ninguno

source: Notes
es: Apuntes

source: Notification
es: Notificación

source: Notifications
es: Notificaciones

source: Notify last month's expense
es: Notificar los gastos del mes pasado

source: Notify last purchase's expense
es: Notificar los gastos de la ultima compra

source: Notify last week's expense
es: Notificar los gastos de la semana pasada

source: Notify meal plan
es: Notificar plan de comidas

source: Nutritions
es: Nutriciones

source: Payment
es: Pago

source: Phone Number
es: Número de Móvil

source: Planner
es: Planificador

source: Please sign in below
es: Por favor, inicia sesión por abajo

source: Preference
es: Preferencia

source: Preferences
es: Preferencias

source: Price
es: Precio

source: Product
es: Producto

source: products
es: productos

source: Products
es: Productos

source: Profile
es: Perfil

source: Rate
es: Valorar

source: Reading...
es: Leyendo…

source: Recent histories
es: Historial

source: Recent Histories
es: Historials recientes

source: reminder / report
es: recordatorio / informe

source: Report
es: Informe

source: Resources
es: Recursos

source: save
es: guardar

source: See plan
es: Ver plan

source: See Plan
es: Ver Plan

source: Select Category
es: Seleccionar Categoría

source: Send message
es: Enviar mensaje

source: Settings
es: Ajustes

source: Sign in / Sign up with email
es: Inicia sesión con correo

source: Sign in / Sign up with phone number
es: Inicia sesión con número móvil

source: Sign In Error
es: Error Inicio Sesión

source: Sign out
es: Salir

source: Sign up
es: Registro

source: Starts
es: Empieza

source: Store Name
es: Nombre Tienda

source: Summary
es: Resumen

source: System
es: Sistema

source: Test
es: Prueba

source: This action cannot be undone.
es: No puedes deshacer esta acción.

source: Title
es: Título

source: Today
es: Hoy

source: Travel Time
es: Tiempo de viaje

source: Turn on push notification to keep up with updates
es: Habilita notificación para seguir informado

source: Turn on push notification to keep up with updates.
es: Informate de nuevas noticias.

source: Type
es: Tipo

source: Update Email
es: Actualizar Correo

source: Update meal plan
es: Actualizar plan de comida

source: Update phone number
es: Actualizar número móvil

source: Update your new phone number. We will send you a code to verify
es: Actualiza tu número de móvil.

source: username
es: usuario

source: Username aldready exists
es: Usuario ya existe

source: Verify
es: Verificar

source: Verify your Email Address
es: Verificar tu Correo

source: Verify your phone number
es: Verificar tu número móvil

source: Verifying...
es: Verificando…

source: View all
es: Ver todo

source: View All
es: Ver Todo

source: Warning
es: Aviso

source: Weekly
es: Semanal

source: Welcome to .sh!
es: Bienvenido a .sh!

source: Welcome to app!
es: Bienvenido a app!

source: You can enter product details manually!
es: Puedes introducir los detalles a mano!

source: Your Plan
es: Tu plan

source: Your plan is valid until %@
es: Tu plan esta válido hasta %@

# Your plan will automatically renew on %@. You'll be charged %@ per month
source: Your plan will automatically renew on %1$@. You'll be charged %2$@ per month
es: Tu plan va a renovar el %1$@. Te vamos a cobrar %2$@ cada mes.

# Your plan will automatically renew on %@. You'll charged %@ per month
source: Your plan will automatically renew on %1$@. You'll charged %2$@ per month
es: Tu plan se va a renovar en %1$@. Cobramos %2$@ cada mes
